[
  {
    "provider": "Tweakers",
    "category": "Gaming",
    "date": "2019-10-05",
    "title": "Voormalig kopstukken Arkane Studios onthullen nieuwe game",
    "description": "WolfEye, de nieuwe gamestudio van twee voormalig kopstukken van Dishonored- en Prey-maker Arkane Studios, heeft zijn nieuwe game onthuld. Het wordt een immersive sim met als thema het Wilde Westen, maar dan met een duistere fantasy-draai eraan.",
    "content": "<p>WolfEye, de nieuwe gamestudio van twee voormalig kopstukken van Dishonored- en Prey-maker Arkane Studios, heeft zijn nieuwe game onthuld. Het wordt een immersive sim met als thema het Wilde Westen, maar dan met een duistere fantasy-draai eraan.</p><p>De immersive sim is een gamegenre dat de nadruk legt op de vrijheid om problemen op verschillende wijzes aan te pakken. Voorbeelden van dergelijke spellen zijn naast Prey en Dishonored ook Deus Ex en BioShock. Al die games hebben een first person-perspectief, maar de trailer voor Weird West doet sterk vermoeden dat dit spel een isometrisch perspectief zal hebben.</p><p>De YouTube-beschrijving geeft verder prijs dat er ook de mogelijkheid is om een posse te vormen, dus om een meervoud aan compagnons mee op sleeptouw te nemen. Verder wordt een sterke nadruk gelegd op het feit dat de keuzes van de speler gevolgen hebben, zoals het hoort in een immersive sim. Tot slot maakt de game gebruik van de Unreal Engine.</p><p>WolfEye is opgericht door Raphaël Colantonio, medeoprichter en voormalig co-creative director van Arkane, en Julien Roby, die executive producer was bij dezelfde studio. De twee hebben ook daadwerkelijk gewerkt aan Dishonored en Prey. WolfEye werkt samen met Devolver Digital aan de game, die als uitgever dient. Devolver is bekend van Hotline Miami, Enter The Gungeon, Shadow Warrior 2 en meer. Een releasedatum voor Weird West is nog niet vrijgegeven. Afgezien van de melding dat de game op Steam staat, wordt ook geen verdere informatie over platformen gegeven.</p>",
    "url": "https://tweakers.net/nieuws/161184/voormalig-kopstukken-arkane-studios-onthullen-nieuwe-game.html"
  },

  {
    "provider": "NU",
    "category": "Gaming",
    "date": "2019-11-23",
    "title": "Gebruikersdata verdwenen bij nieuwe update Chrome voor Android",
    "description": "Google heeft de verspreiding van de nieuwste update van Chrome voor Android stilgelegd. Na de update waren gebruikers data kwijt van apps die het WebView-framework gebruiken, zoals de Twitter Lite-app.",
    "content": "<p>Google heeft de verspreiding van de nieuwste update van Chrome voor Android stilgelegd. Na de update waren gebruikers data kwijt van apps die het WebView-framework gebruiken, zoals de Twitter Lite-app.</p><p>WebView wordt gebruikt om data van internetpagina's in apps te tonen. Het is niet duidelijke welke apps en welke gebruikers de meeste last ondervinden van de fout.</p><p>Het probleem zou zijn ontstaan omdat sommige data met de nieuwe update op andere plekken worden opgeslagen.</p><p>Dat ging niet in alle gevallen goed. De data bestaan nog wel, maar zijn nu niet meer toegankelijk voor gebruikers.</p><p>50 procent van alle Chrome-gebruikers hebben de nieuwe update al geïnstalleerd. Google zet de uitrol nu op pauze. Het zal minstens een week duren voordat het bedrijf de fout heeft hersteld.</p>",
    "url": "https://www.nu.nl/tech/6018098/gebruikersdata-verdwenen-bij-nieuwe-update-chrome-voor-android.html"
  },

  {
    "provider": "Volkskrant",
    "category": "Science",
    "date": "2019-12-12",
    "title": "Nieuwe theorie verklaart mysterieuze tijgerstrepen op ijsmaan Enceladus",
    "description": "Ze zijn uniek in het zonnestelsel, de mysterieuze barsten in het ijs op Saturnus-maan Enceladus. Wetenschappers denken nu te begrijpen hoe deze tijgerstrepen zijn ontstaan.",
    "content": "<p>Ze zijn uniek in het zonnestelsel, de mysterieuze barsten in het ijs op Saturnus-maan Enceladus. Wetenschappers denken nu te begrijpen hoe deze tijgerstrepen zijn ontstaan.</p><p>Als Enceladus hol was, zou je Nederland er rechtop in kunnen zetten. Naar astronomische maatstaven is het ijsmaantje dat rond planeet Saturnus cirkelt – diameter: 500 kilometer – namelijk piepklein. Toch houdt die kleine bol wetenschappers flink bezig. Zo klotst onder het ijs een oceaan, een potentiële thuishaven van buitenaards leven. En op zijn zuidpool prijken prominent dikke, mysterieuze strepen.</p><p>‘Zulke strepen komen nergens anders in het zonnestelsel voor’, zegt planeetonderzoeker Bert Vermeersen (TU Delft). ‘Toen ruimtesonde Cassini-Huygens ze voor het eerst op beeld vastlegde, was iedereen stomverbaasd. Zagen we een vorm van nieuwe natuurkunde? Kan dit ook ergens op aarde voorkomen? We wisten het niet.’</p><h3>Omhoogspuitend water</h3><p>Nu beschrijft een groep Amerikaanse onderzoekers in het vakblad Nature Astronomy een nieuwe verklaring voor dat opmerkelijke patroon van parallelle barsten. Daarbij gaan ze ervan uit dat Saturnus de maan met zijn zwaartekracht kneedt en rekt als een bakker met deeg. Tijdens het oprekken ontstaat op de plek waar het ijs het dunste is – aan de polen – een eerste barst. Uit die barst spuit water omhoog, dat vlak naast de barst als een soort sneeuw op het ijs belandt. Die extra sneeuwmassa duwt het ijs omlaag, waarna nieuwe barsten ontstaan. Dat proces herhaalt zich, zodat een patroon ontstaat. </p><p>‘Ons model bootst dat patroon keurig na’, zegt auteur Max Rudolph (University of California) in een persverklaring. Zelfs de gemeten afstand tussen de barsten – zo’n 35 kilometer – rolt uit hun computermodel.</p><p>Vermeersen roemt de originaliteit van het idee. ‘Het is bijzonder dat deze onderzoekers alle waarnemingen van Cassini-Huygens hebben samengebracht in één wetenschappelijk model’, zegt hij. Ook vindt hij het aantrekkelijk dat de onderzoekers aards vulkanisme als inspiratiebron hebben genomen. Rond Hawaï zijn vulkanen op gelijke afstand uit elkaar ontstaan. ‘Dat gebeurt om geologisch vergelijkbare redenen’, zegt Vermeersen. ‘Dat maakt dit model geloofwaardiger.’</p>",
    "url": "https://www.volkskrant.nl/wetenschap/nieuwe-theorie-verklaart-mysterieuze-tijgerstrepen-op-ijsmaan-enceladus~b60031c8/"
  },

  {
    "provider": "Tweakers",
    "category": "Tech",
    "date": "2019-12-15",
    "title": "Google Assistant op telefoons en tablets krijgt ook realtime-vertaalfunctie",
    "description": "Google heeft zijn live translations functie beschikbaar gemaakt in Google Assistant, iOS incluis. Tot op heden was de functie nog beperkt tot bepaalde apparaten. Google Assistant krijgt hier ook smart replies, waarin waarschijnlijke reacties voorgesteld worden.",
    "content": "<p>Gebruikers kunnen de functie activeren met 'OK Google, wees mijn Engelse vertaler', waarna Assistant klaarstaat om te vertalen. De assistent van Google heeft al de mogelijkheid om naar twee talen tegelijk te luisteren, dus het maakt niet uit wie begint met spreken en of ze de assistent meermaals achter elkaar aan het werk zetten. In totaal ondersteunt Assistant 44 talen.</p><p>De smart replies zijn voor de hand liggende reacties die als knopje verschijnen in het scherm wanneer Assistant denkt dat ze handig zijn. Door daarop te drukken, hoeven gebruikers niet eerst nog de zin uit te spreken, wat een vlottere ervaring moet opleveren. Verder is er ook de mogelijkheid om via tekstinvoer direct te vertalen, indien nodig. De uitvoer is dan ook in tekst, met de optie om uit te laten spreken.</p><p>De functie was al beschikbaar in de Pixel Buds uit 2017 en kwam in 2018 naar alle Assistant-compatibele oortjes. In januari van dit jaar werden slimme speakers en displays aan dat rijtje toegevoegd. Nu is de functie dus beschikbaar voor alle apparaten die zijn uitgerust met Google Assistant, inclusief iOS-apparaten.",
    "url": "https://tweakers.net/nieuws/161194/google-assistant-op-telefoons-en-tablets-krijgt-ook-realtime-vertaalfunctie.html"
  }
]
